Repository: icespite/argon-theme
Catalog: languages/*.po
Languages: ru_ru, zh_tw

source: 本文最后更新于 %date_delta% 天前，其中的信息可能已经有所发展或是发生改变。
ru_ru: В последний раз эта статья обновлялась %date_delta% несколько дней назад. Возможно, информация в нем была изменена.
zh_tw: 本文最後更新於 %date_delta% 天前，其中的資訊可能已經有所發展或是發生改變。

source: 天数为 -1 表示永不提示。
ru_ru: Установите -1 чтобы никогда не показывать это.
zh_tw: 天數為 -1 表示永不提示。

source: 表示文章发布/修改时间与当前时间的差距，
ru_ru: означает разрыв между временем публикации / изменения статьи и текущим временем,
zh_tw: 表示文章發布/修改時間與目前時間的差距，

source: 表示文章发布时间与当前时间的差距，
ru_ru: означает разрыв между временем публикации статьи и текущим временем,
zh_tw: 表示文章發布時間與目前時間的差距，

source: 表示文章修改时间与当前时间的差距（单位: 天）。
ru_ru: означает разрыв между временем изменения статьи и текущим временем,
zh_tw: 表示文章修改時間與目前時間的差距(單位: 天)。

source: 归档页面
zh_tw: 歸檔頁面

source: 介绍
zh_tw: 介紹

source: 新建一个页面，并将其模板设为 "归档时间轴"，即可创建一个归档页面。归档页面会按照时间顺序在时间轴上列出博客的所有文章。
zh_tw: 新建一個頁面，並將其模板設為 "歸檔時間軸"，即可創建一個歸檔頁面。歸檔頁面會按照時間順序在時間軸上列出博客的所有文章。

source: 在时间轴上显示月份
zh_tw: 在時間軸上顯示月份

source: 关闭后，时间轴只会按年份分节
zh_tw: 關閉後，時間軸只會按年份分節

source: 归档页面链接
zh_tw: 歸檔頁面鏈接

source: 归档页面的 URL。点击左侧栏 "博客概览" 中的 "博文总数" 一栏时可跳转到该地址。
zh_tw: 歸檔頁面的 URL。點擊左側欄 "博客概覽" 中的 "博文總數" 一欄時可跳轉到該地址。

source: 页脚
ru_ru: Подвал
zh_tw: 頁尾

source: 页脚内容
ru_ru: Содержание подавла
zh_tw: 頁尾內容

source: HTML , 支持 script 等标签
ru_ru: поддерживаются HTML, script и другие теги.
zh_tw: HTML，支援 script 等標籤

source: 代码高亮
ru_ru: Выделение кода
zh_tw: 代碼標記

source: 启用 Highlight.js 代码高亮
ru_ru: Включить выделение кода Highlight.js
zh_tw: 啟用 Highlight.js 代碼標記

source: 所有 pre 下的 code 标签会被自动解析
ru_ru: Все теги кода в теге pre будут автоматически проанализированы
zh_tw: 所有 pre 下的 code 標籤將被自動解析

source: 高亮配色方案（主题）
ru_ru: Цветовая схема выделения
zh_tw: 標記配色方案(主題)

source: 查看所有主题预览
ru_ru: Посмотреть все примеры
zh_tw: 檢視所有主題預覽

source: 默认显示行号
zh_tw: 預設顯示行號

source: 默认启用自动折行
zh_tw: 預設啟用自動折行

source: 行号背景透明
zh_tw: 行號背景透明

source: 适用于某些背景渐变的高亮主题
zh_tw: 適用於某些背景漸變的高亮主題

source: 如果您想使用其他代码高亮插件，而非 Argon 自带高亮，请前往 "杂项" 打开 "禁用 Argon 代码块样式" 来防止样式冲突
zh_tw: 如果您想使用其他代碼標記外掛，而非 Argon 自帶標記，請前往 [雜項] 開啟「停用 Argon 代碼塊樣式」以防止樣式衝突

source: 数学公式
ru_ru: Рендер формул
zh_tw: 數學公式

source: 数学公式渲染方案
ru_ru: Библиотека для рендера формул
zh_tw: 數學公式渲染方式

source: ，默认为
ru_ru: , По умолчанию
zh_tw: ，預設為

source: Argon 会同时引用
ru_ru: Argon будет подключать то и другое
zh_tw: Argon 會同時引用

source: 两个文件，所以在此填写的是上层的路径，而不是具体的文件。注意路径后要带一个斜杠。
ru_ru: two files, so input the parent directory path in here, not the specific file. There is a slash after the path.
zh_tw: 兩個文件，所以在此填寫的是上層的路徑，而不是具體的文件。注意路徑後應要有一個 "/"。

source: 默认为
ru_ru: По умолчанию
zh_tw: 預設為

source: 是否启用 Lazyload
ru_ru: Включить Lazyload
zh_tw: 是否啟用 Lazyload

source: 是否启用 Lazyload 加载文章内图片
ru_ru: Lazyload будет загружать изображения по мере прокрутки страницы.
zh_tw: 是否啟用 Lazyload 載入文章內圖片

source: 提前加载阈值
ru_ru: Порог ленивой загрузки
zh_tw: 提前載入閾值

source: 图片距离页面底部还有多少距离就开始提前加载
ru_ru: Расстояние от нижней части экрана, когда изображение начнет загружаться.
zh_tw: 圖片距離頁面底部還有多少距離就開始提前載入

source: LazyLoad 图片加载完成过渡
ru_ru: Анимация после загрузки изображения
zh_tw: LazyLoad 圖片載入完成過渡

source: 不使用过渡
ru_ru: Никаких переходов
zh_tw: 不使用過渡

source: LazyLoad 图片加载动效
ru_ru: Анимация ленивой загрузки
zh_tw: LazyLoad 圖片載入動效

source: 加载动画
ru_ru: Анимация загрузки
zh_tw: 載入動畫

source: 在图片被加载之前显示的加载效果
ru_ru: Анимация загрузки перед отображением изображения.
zh_tw: 在圖片載入前所顯示的載入效果

source: 预览所有效果
ru_ru: Посмотреть все варианты
zh_tw: 預覽所有效果

source: 图片放大浏览
ru_ru: Увеличение изображения
zh_tw: 圖片放大瀏覽

source: 是否启用图片放大浏览 (Fancybox)
zh_tw: 是否啟用圖片放大瀏覽 (Fancybox)

source: 开启后，文章中图片被单击时会放大预览
ru_ru: Если этот параметр включен, изображение в статье будет увеличено для просмотра при нажатии кнопки
zh_tw: 開啟後，文章中圖片被單擊時會放大預覽

source: 展开旧版图片放大浏览 (Zoomify) 设置 ▼
zh_tw: 展開舊版圖片放大瀏覽 (Zoomify) 設定 ▼

source: 是否启用旧版图片放大浏览 (Zoomify)
zh_tw: 是否啟用舊版圖片放大瀏覽 (Zoomify)

source: 自 Argon 1.1.0 版本后，图片缩放预览库由 Zoomify 更换为 Fancybox，如果您还想使用旧版图片预览，请开启此选项。注意: Zoomify 和 Fancybox 不能同时开启。
zh_tw: 自 Argon 1.1.0 版本後，圖片縮放預覽庫由 Zoomify 更換為 Fancybox，如果您愈使用舊版圖片預覽，請開啟此選項。注意: Zoomify 和 Fancybox 不能同時開啟。

source: 缩放动画长度
ru_ru: Время анимации
zh_tw: 縮放動畫長度

source: 图片被单击后缩放到全屏动画的时间长度
ru_ru: Время анимации увеличения изображения
zh_tw: 圖片被單次點選後，縮放到全螢幕動畫的時間長度

source: 缩放动画曲线
ru_ru: Функция перехода анимации
zh_tw: 縮放動畫曲線

source: 如果你不知道这是什么，参考
ru_ru: Если не знаете что это, вы можете ознакомиться с этим
zh_tw: 如果此為何物，請參考

source: 这里
ru_ru: тут
zh_tw: 這裡

source: 图片最大缩放比例
ru_ru: Максимальный коэффициент масштабирования изображения
zh_tw: 圖片最大縮放比例

source: 图片相对于页面的最大缩放比例 (0 ~ 1 的小数)
ru_ru: Максимальное отношение масштабирования изображения относительно страницы (десятичное от 0 до 1)
zh_tw: 圖片相對於頁面的最大縮放比例 (0 ~ 1 的小數)

source: 启用 Pangu.js (自动在中英文之间添加空格)
ru_ru: Включите Pangu.js (автоматическое добавление пробелов между китайским и английским языками)
zh_tw: 啟用 Pangu.js (自動在中英文之間添加空格)

source: 格式化文章内容
ru_ru: Формат содержание статьи
zh_tw: 格式化文章內容

source: 格式化说说
ru_ru: Format essays
zh_tw: 格式化說說

source: 格式化评论区
ru_ru: Format comments
zh_tw: 格式化評論區

source: 格式化文章内容和评论区
ru_ru: Format articles and comments
zh_tw: 格式化文章內容和評論區

source: 格式化文章内容和说说
ru_ru: Format articles and essays
zh_tw: 格式化文章內容和說說

source: 格式化说说和评论区
ru_ru: Format essays and comments
zh_tw: 格式化說說和評論區

source: 格式化文章内容、说说和评论区
ru_ru: Format article, essays and comments
zh_tw: 格式化文章內容、說說和評論區

source: 开启后，会自动在中文和英文之间添加空格
ru_ru: After opening, it will automatically add space between Chinese and English
zh_tw: 開啟後，會自動在中文和英文之間增加空格

source: 脚本
ru_ru: Скрипты
zh_tw: 腳本

source: Argon 使用 pjax 方式加载页面 (无刷新加载) , 所以除非页面手动刷新，否则您的脚本只会被执行一次。
ru_ru: Argon использует Pjax для загрузки страницы (загрузка без обновления), поэтому, если страница не будет обновлена вручную, ваш скрипт будет выполнен только один раз.
zh_tw: Argon 使用 pjax 方式載入頁面 (無重新載入)，除因網頁手動重新載入，否則您的腳本只會被執行一次。

source: 如果您想让每次页面跳转(加载新页面)时都执行脚本，请将脚本写入
ru_ru: Если вы хотите выполнять скрипт каждый раз при загрузке новой страницы, Пожалуйста, запишите его в
zh_tw: 如果您想讓每次頁面跳轉(載入新頁面)時都執行腳本，請將腳本寫入

source: 示例写法
ru_ru: Для примера
zh_tw: 範例寫法

source: 页面每次跳转都会执行这里的代码
ru_ru: Код здесь будет выполняться каждый раз при загрузке страницы
zh_tw: 網頁每次導向都會執行這裡的代碼

source: 当页面第一次载入时，
ru_ru: Когда страница загружается в первый раз, скрипт в
zh_tw: 當網頁第一次載入時，

source: 中的脚本不会执行，所以您可以手动执行
ru_ru: не будет выполняться, поэтому вы можете выполнить его вручную
zh_tw: 中的腳本不會執行，所以您可以手動執行

source: 来让页面初次加载时也执行脚本
ru_ru: чтобы выполнить скрипт при первой загрузке страницы.
zh_tw: 來讓頁面初次載入時也執行腳本

source: 页头脚本
ru_ru: Скрипты в Header
zh_tw: 頁首腳本

source: 页尾脚本
ru_ru: Скрипты подвала
zh_tw: 頁尾腳本

source: 插入到 body 之后
ru_ru: Будет вставлен после Body
zh_tw: 插入到 body 之後

source: 是否启用平滑滚动
ru_ru: Включить плавную прокрутку
zh_tw: 是否啟用平滑滾動

source: 使用平滑滚动方案 1 (平滑) (推荐)
ru_ru: Плавная прокрутка, вариант 1 (Рекомендуется)
zh_tw: 使用平滑滾動方案 1 (平滑) (推薦)

source: 使用平滑滚动方案 1 (脉冲式滚动) (仿 Edge) (推荐)
ru_ru: Плавная прокрутка, вариант 1 (Импульс) (Рекомендуется)
zh_tw: 使用平滑滾動方案 1 (脈衝式滾動) (仿 Edge) (推薦)

source: 使用平滑滚动方案 2 (较稳)
ru_ru: Плавная прокрутка, вариант 2
zh_tw: 使用平滑滾動方案 2 (較穩)

source: 使用平滑滚动方案 3
ru_ru: Плавная прокрутка, вариант 3
zh_tw: 使用平滑滾動方案 3

source: 不使用平滑滚动
ru_ru: Выключено
zh_tw: 不使用平滑滾動

source: 能增强浏览体验，但可能出现一些小问题，如果有问题请切换方案或关闭平滑滚动
ru_ru: Может улучшить опыт прокрутки, но могут возникнуть некоторые незначительные проблемы. Если есть проблема, пожалуйста, смените схему или выключите плавную прокрутку.
zh_tw: 可增強瀏覽體驗，但可能出現一些小問題，如果有問題請切換方案或關閉平滑滾動

source: 是否启用进入文章动画
ru_ru: Включена ли анимация перехода к статье
zh_tw: 是否啟用進入文章動畫

source: 从首页或分类目录进入文章时，使用平滑过渡（可能影响加载文章时的性能）
ru_ru: Используйте переход при вводе статей с главной страницы или каталога категорий (может повлиять на производительность при загрузке статей)
zh_tw: 從首頁或分類目錄進入文章時，使用平滑過渡(可能影響載入文章時的性能)

source: 禁用 Pjax 加载后的页面滚动动画
zh_tw: 停用 Pjax 載入後的網頁滾動動畫

source: 不禁用
zh_tw: 不停用

source: Pjax 替换页面内容后会平滑滚动到页面顶部，如果你不喜欢，可以禁用这个选项
zh_tw: Pjax 替換頁面內容後會平滑滾動到頁面頂部，如果你不喜歡，可以停用這個選項

source: 评论分页
ru_ru: Разбивка комментариев
zh_tw: 評論分頁

source: 评论分页方式
ru_ru: Способ разбивки на страницы комментариев
zh_tw: 評論分頁方式

source: 无限加载
ru_ru: Добавлять
zh_tw: 無限載入

source: 页码
ru_ru: Обычная пагинация
zh_tw: 頁碼

source: 无限加载：点击 "加载更多" 按钮来加载更多评论。
ru_ru: Добавить: Нажмите кнопку" Загрузить больше", чтобы загрузить больше комментариев.
zh_tw: 無限載入: 點擊 [載入更多] 以載入更多評論。

source: 页码：显示页码来分页。
ru_ru: Номер страницы: отображение кнопок номера страницы.
zh_tw: 頁碼: 顯示頁碼來分頁。

source: 选择"无限加载"时，如果开启了评论分页，请将 Wordpress 的讨论设置设为 "默认显示<b>最后</b>一页，在每个页面顶部显示<b>新的</b>评论"。
zh_tw: 選擇"無限加載"時，如果開啟了評論分頁，請將 Wordpress 的討論設置設為 "默認顯示<b>最後</b>一頁，在每個頁面頂部顯示<b>新的</b>評論"。

source: 去设置
zh_tw: 設定

source: 评论表情面板
zh_tw: 評論表情面板

source: 开启后评论支持插入表情，会在评论输入框下显示表情键盘按钮。
zh_tw: 開啟後評論支援插入表情，會在評論輸入框下顯示表情鍵盤按鈕。

source: 如何添加新的表情或修改已有表情列表？
zh_tw: 如何新增新的表情或修改已有表情列表？

source: 是否隐藏 "昵称"、"邮箱"、"网站" 输入框
ru_ru: Спрятать поля "имя", "почта", и "ссылка на сайт"
zh_tw: 是否隱藏「暱稱」、「電子信箱」、「網站」輸入欄

source: 选项仅在 "设置-评论-评论作者必须填入姓名和电子邮件地址" 选项未勾选的前提下生效。如勾选了 "评论作者必须填入姓名和电子邮件地址"，则只有 "网站" 输入框会被隐藏。
ru_ru: Опция вступает в силу только в том случае, если в настройках комментирования выставлена опция "автор комментария должен заполнить имя и адрес электронной почты". Если установлена опция "автор комментария должен заполнить имя и адрес электронной почты" то будет скрыто только поле ввода "веб-сайт".
zh_tw: 選項僅在 [設定] > [討論] > [留言者必須填寫 [顯示名稱] 及 [電子郵件地址] 欄位] 選項未勾選的前提下生效。如勾選了 [留言者必須填寫 [顯示名稱] 及 [電子郵件地址] 欄位]，則只有 [網站] 輸入欄隱藏。

source: 评论是否需要验证码
ru_ru: Капча для отправки комментария
zh_tw: 評論是否需要驗證碼

source: 使用 Ajax 获取评论验证码
zh_tw: 使用 Ajax 獲取評論驗證碼

source: 如果使用了 CDN 缓存，验证码不会刷新，请开启此选项，否则请不要开启。
zh_tw: 如果使用了 CDN 緩存，驗證碼不會刷新，請開啟此選項，否則請不要開啟。

source: 是否允许在评论中使用 Markdown 语法
ru_ru: Разрешить Markdown для написания комменатрия
zh_tw: 是否允許在評論中使用 Markdown 語法

source: 允许
ru_ru: Разрешить
zh_tw: 允許

source: 不允许
ru_ru: Запретить
zh_tw: 不允許

source: 是否允许评论者再次编辑评论
ru_ru: Разрешить редактировать комментарии
zh_tw: 是否允許評論者再次編輯評論

source: 同一个评论者可以再次编辑评论。
ru_ru: Автор может редактировать свой комментарий.
zh_tw: 同一個評論者可以再次編輯評論。

source: 是否允许评论者使用悄悄话模式
ru_ru: Разрешить отправлять приватные комментарии
zh_tw: 是否允許評論者使用悄悄話模式

source: 评论者使用悄悄话模式发送的评论和其下的所有回复只有发送者和博主能看到。
ru_ru: Только отправитель и владелец блога могут видеть комментарии, отправленные в режиме приватного комментария, и все ответы под ним.
zh_tw: 評論者使用悄悄話模式發送的評論和其下的所有回覆只有評論者和博主能看到。

source: 是否允许评论者接收评论回复邮件提醒
ru_ru: Разрешено ли комментатору получать уведомления о ответах на комментарии
zh_tw: 是否允許評論者接收評論回覆郵件提醒

source: 评论时默认勾选 "启用邮件通知" 复选框
ru_ru: установите флажок "Включить уведомление по электронной почте" по умолчанию
zh_tw: 評論時預設勾選 [啟用郵件通知] 複選框

source: 评论者开启邮件提醒后，其评论有回复时会有邮件通知。
ru_ru: Если комментатор включит уведомление по электронной почте, то ему отправиться уведомление по электронной почте, когда на его комментарий ответят.
zh_tw: 評論者開啟郵件提醒後，其評論有回覆時會有郵件通知。

source: 允许评论者使用 QQ 头像
ru_ru: Разрешить использование аватаров QQ
zh_tw: 允許評論者使用 QQ 大頭貼

source: 开启后，评论者可以使用 QQ 号代替邮箱输入，头像会根据评论者的 QQ 号获取。
ru_ru: Если эта опция включена, комментаторы могут использовать QQ-номер вместо электронной почты, и аватар будет автоматически получать QQ-номер комментатора.
zh_tw: 開啟後，評論者可以使用 QQ 號取代郵箱輸入，大頭貼會依照評論者的 QQ 號取得。

source: 评论区
ru_ru: Зона комментариев
zh_tw: 評論區

source: 评论头像垂直位置
ru_ru: Вертикальное положение Аватара
zh_tw: 評論大頭貼垂直位置

source: 居上
ru_ru: Вверху
zh_tw: 靠上

source: 居中
ru_ru: По середине
zh_tw: 置中

source: 谁可以查看评论编辑记录
ru_ru: Кто может видеть историю редактирования комментариев
zh_tw: 誰可以檢視評論編輯記錄

source: 评论发送者和博主
ru_ru: Автор комментария и владелец блога
zh_tw: 評論發送者和博主

source: 点击评论右侧的 "已编辑" 标记来查看编辑记录
ru_ru: Нажмите на отметку "отредактировано" в правой части комментария, чтобы просмотреть историю редактирования
zh_tw: 點選評論右側的 [已編輯] 標記來檢視編輯記錄

source: 开启评论置顶功能
zh_tw: 開啟評論置頂功能

source: 开启后，博主将可以置顶评论。已置顶的评论将会在评论区顶部显示。如果关闭，评论将以正常顺序显示。
zh_tw: 開啟後，博主將可以置頂評論。已置頂的評論將會在評論區頂部顯示。如果關閉，評論將以正常順序顯示。

source: 评论点赞
zh_tw: 評論點讚

source: 开启后，每一条评论的头像下方会出现点赞按钮
zh_tw: 開啟後，每一條評論的大頭貼下方將顯示按讚鈕

source: 评论者 UA 显示
ru_ru: Показывать пользовательский "User Agent"
zh_tw: 評論者 UA 顯示

source: 浏览器
ru_ru: Браузер
zh_tw: 瀏覽器

source: 浏览器+版本号
ru_ru: Браузер + его версия
zh_tw: 瀏覽器+版本號

source: 平台+浏览器+版本号
ru_ru: Платформа + Браузер + версия браузера
zh_tw: 平台+瀏覽器+版本號

source: 平台+浏览器
ru_ru: Платформа + Браузер
zh_tw: 平台+瀏覽器

source: 设置是否在评论区显示评论者 UA 及显示哪些部分
ru_ru: Следует ли отображать UA комментатора в области комментариев и какие части отображаются
zh_tw: 配置是否在評論區顯示評論者 UA 及顯示哪些部分

source: 在子评论中显示被回复者用户名
zh_tw: 在子評論中顯示被回复者用戶名

source: 开启后，被回复的评论者昵称会显示在子评论中，鼠标移上后会高亮被回复的评论
zh_tw: 開啟後，被回复的評論者暱稱會顯示在子評論中，鼠標移上後會高亮被回复的評論

source: 折叠过长评论
ru_ru: Скрывать часть контента длинных комментариев
zh_tw: 摺疊過長評論

source: 不折叠
ru_ru: Не скрывать
zh_tw: 不摺疊

source: 折叠
ru_ru: Скрывать
zh_tw: 摺疊

source: 开启后，过长的评论会被折叠，需要手动展开
ru_ru: При включении, слишком длинные комментарии будут свернуты и должны быть развернуты вручную
zh_tw: 開啟後，過長的評論會被摺疊，需要手動展開

source: 使用 CDN 来加速 Gravatar 在某些地区的访问，填写 CDN 地址，留空则不使用。
zh_tw: 使用 CDN 來加速 Gravatar 在某些地區的訪問，填寫 CDN 地址，留空則不使用。

source: 在中国速度较快的一些 CDN :
zh_tw: 在中國速度較快的一些 CDN :

source: 评论文字头像
zh_tw: 評論文字大頭貼

source: 在评论者没有设置 Gravatar 时自动生成文字头像，头像颜色由邮箱哈希计算。生成时会在 Console 中抛出 404 错误，但没有影响。
zh_tw: 在評論者沒有配置 Gravatar 時自動生成文字頭像，大頭貼色彩由郵箱哈希計算。生成時會在 Console 中拋出 404 錯誤，但沒有影響。

source: 搜索过滤器
zh_tw: 搜索過濾器

source: 启用过滤器
zh_tw: 啟用過濾器

source: 开启后，将会在搜索结果界面显示一个过滤器，支持搜索说说及其他类型文章
zh_tw: 開啟後，將會在搜索結果界面顯示一個過濾器，支持搜索說說及其他類型文章

source: 过滤器类型
zh_tw: 過濾器類型

source: 拖动来自定义启用的过滤器，单击来切换默认勾选状态
zh_tw: 拖動來自定義啟用的過濾器，單擊來切換默認勾選狀態

source: 杂项
ru_ru: Другое
zh_tw: 雜項

source: 是否启用 Pjax
ru_ru: Включить Pjax
zh_tw: 是否啟用 Pjax

source: Pjax 可以增强页面的跳转体验
ru_ru: Pjax может улучшить опыт переход по страницам
zh_tw: Pjax 可以增強頁面的跳轉體驗

source: 首页隐藏特定 分类/Tag 下的文章
ru_ru: Скрыть определенные категории / теги статей на домашней странице
zh_tw: 首頁隱藏特定 分類/標籤 下的文章

source: 输入要隐藏的 分类/Tag 的 ID，用英文逗号分隔，留空则不隐藏
ru_ru: Введите идентификаторы категорий / тегов, которые будут скрыты, разделенные запятыми, оставьте пустыми, чтобы не скрывать
zh_tw: 輸入要隱藏的 分類/標籤 的 ID，用英文逗號分隔，留空則不隱藏

source: 点此查看
ru_ru: кликните сюда
zh_tw: 點此檢視

source: 所有分类和 Tag 的 ID
ru_ru: для просмотра идентификаторов всех категорий и тегов
zh_tw: 所有分類和標籤的識別碼

source: 美化登录界面
ru_ru: Украсьте страницу входа в систему
zh_tw: 美化登入介面

source: 使用 Argon Design 风格的登录界面
ru_ru: Использовать стили Argon для интерфейса входа
zh_tw: 使用 Argon Design 風格的登入介面

source: 美化后台界面
zh_tw: 美化後台界面

source: 使用 Argon Design 风格的后台界面
zh_tw: 使用 Argon Design 風格的後台界面

source: 前往<a href="%s" target="_blank">个人资料</a>页面将 "管理界面配色方案" 设为 "Argon" 即可开启。
zh_tw: 前往<a href="%s" target="_blank">個人資料</a>頁面將 "管理界面配色方案" 設為 "Argon" 即可開啟。

source: 博客首页是否显示说说
ru_ru: Показывать Записи на главной странице
zh_tw: 博客首頁是否顯示說說

source: 开启后，博客首页文章和说说穿插显示
ru_ru: Если включено, то Статьи и Заметки будут отображаться на главной странице вместе
zh_tw: 開啟後，博客首頁文章和說說穿插顯示

source: 折叠长说说
zh_tw: 折疊長說說

source: 开启后，长说说在预览状态下会被折叠，需要手动展开
zh_tw: 開啟後，長說說在預覽狀態下會被折疊，需要手動展開

source: 是否修正时区错误
ru_ru: Исправить проблемы часовых поясов
zh_tw: 是否修正時區錯誤

source: 如遇到时区错误（例如一条刚发的评论显示 8 小时前），这个选项
ru_ru: Если вы столкнулись с проблемой часового пояса (например, комментарий только что опубликован, но отображается 8 часов назад), эта опция
zh_tw: 如遇到時區錯誤 (例如一條剛發的評論顯示 8 小時前)，這個選項

source: 可以修复这个问题
ru_ru: помочь исправить эту проблему
zh_tw: 可以修復這個問題

source: 是否在文章列表内容预览中隐藏短代码
ru_ru: Скрыть короткие коды в предварительном просмотре
zh_tw: 是否在文章列表內容預覽中隱藏短代碼

source: 文章内容预览截取字数
zh_tw: 文章內容預覽擷取字數

source: 设为 0 来隐藏文章内容预览
zh_tw: 設為 0 以隱藏文章內容預覽

source: 是否允许移动端缩放页面
ru_ru: Разрешить мобильному браузеру масштабировать страницу
zh_tw: 是否允許行動裝置縮放頁面

source: 禁用 Google 字体
zh_tw: 停用 Google 字型

source: Google 字体在中国大陆访问可能会阻塞，禁用可以解决页面加载被阻塞的问题。禁用后，Serif 字体将失效。
zh_tw: Google 字型在中國大陸訪問可能會阻塞，停用即可解決頁面載入阻塞的問題。停用後，Serif 字型將失效。

source: 禁用 Argon 代码块样式
zh_tw: 停用 Argon 代碼塊樣式

source: 如果您启用了其他代码高亮插件，发现代码块样式被 Argon 覆盖，出现了显示错误，请将此选项设为禁用
zh_tw: 如果您啟用了其他代碼標記插件，發現代碼塊樣式被 Argon 覆蓋，出現了顯示錯誤，請將此選項設為停用

source: 检测更新源
ru_ru: Источник обновления темы
zh_tw: 檢測更新來源

source: 暂停更新 (不推荐)
ru_ru: Приостановка обновления (не рекомендуется)
zh_tw: 暫停更新 (不推薦)

source: 如更新主题速度较慢，可考虑更换更新源。
ru_ru: Если обновление темы происходит медленно, вы можете изменить источник обновления.
zh_tw: 如更新主題速度較慢，可考慮更換更新源。

source: 页脚附加内容
ru_ru: Дополнительный контент в подвале
zh_tw: 頁尾附加內容

source: 保存更改
ru_ru: Сохранить изменения
zh_tw: 儲存變更

source: 导入设置
ru_ru: Импортировать настройки
zh_tw: 匯入配置

source: 导出设置
ru_ru: Экспортировать настройки
zh_tw: 匯出配置

source: 到顶部
zh_tw: 最頂層

source: 到底部
zh_tw: 最底層

source: 请复制并保存导出后的 JSON
ru_ru: Скопируйте и сохраните настройки темы в JSON
zh_tw: 請複製並儲存匯出後的 JSON

source: 确定
ru_ru: ОК
zh_tw: 確定

source: 展开
zh_tw: 展開

source: 字段导入失败
ru_ru: Ошибка импорта полей
zh_tw: 欄位匯入失敗

source: 请输入要导入的备份 JSON
ru_ru: Вставьте код JSON
zh_tw: 請輸入要匯入的備份 JSON

source: 已导入，请保存更改
ru_ru: Импортировано, изменения сохранены.
zh_tw: 已匯入，請儲存變更

source: 条说说
ru_ru: Заметки
zh_tw: 條說說

source: 文章目录
ru_ru: Каталог статей
zh_tw: 文章目錄

source: 站点概览
ru_ru: Обзор сайта
zh_tw: 站點概覽

source: 分类
ru_ru: Категории
zh_tw: 分類

source: 标签
ru_ru: Теги
zh_tw: 標籤

source: 这条说说受密码保护，输入密码才能阅读
zh_tw: 這篇說說受到密碼保護，請輸入密碼以查看

source: 这条说说是空白的
zh_tw: 這條說說是空白的

source: 这篇文章受密码保护，输入密码才能阅读
ru_ru: Для просмотра данной статьи необходим пароль.
zh_tw: 這篇文章受到密碼保護，請輸入密碼以查看

source: 这篇文章没有摘要
ru_ru: Никакой абстракции.
zh_tw: 這篇文章沒有摘要

source: 这是一篇受密码保护的文章，您需要提供访问密码
ru_ru: Это статья, защищенная паролем, для просмотра необходим пароль
zh_tw: 這篇文章受到密碼保護，請輸入密碼以查看

source: 密码
ru_ru: Пароль
zh_tw: 密碼

source: 确认
ru_ru: Отправить
zh_tw: 確認

source: 没有搜索结果
ru_ru: Нет результатов поиска
zh_tw: 沒有搜尋結果

source: 似乎没有勾选任何分类
zh_tw: 似乎沒有勾選任何分類

source: 换个关键词试试 ?
ru_ru: Попробуйте по другому ключевому слову
zh_tw: 換個關鍵詞試試 ?

source: 此分类没有文章
ru_ru: В этой категории нет постов
zh_tw: 此分類沒有文章

source: 这里什么都没有
ru_ru: Тут пусто.
zh_tw: 這裡什麼都沒有

source: 推荐文章
zh_tw: 推薦文章

source: 分享到 QQ 空间
ru_ru: Поделиться в Qzone
zh_tw: 分享到 QQ 空間

source: 二维码
zh_tw: 二維碼

source: 复制链接
ru_ru: Скопировать ссылку
zh_tw: 複製連結

source: 已关闭
ru_ru: Отлючено
zh_tw: 已關閉

source: 篇文章
ru_ru: Статей

source: 取消
ru_ru: Отменить

source: 暗黑模式
ru_ru: Темная тема

source: 日落
ru_ru: Рассвет

source: 暗化
ru_ru: Безоблачно

source: 灰度
ru_ru: Градации серого

source: 最初版本
ru_ru: Первое редактирование

source: 博主
ru_ru: Автор

source: 前
ru_ru: назад

source: 您在
ru_ru: Ваш комментарий

source: 使用
ru_ru: Использовать

source: 不使用
ru_ru: Не использовать

source: 字
ru_ru: Букв

source: 不存在
ru_ru: не найден

source: 按下
ru_ru: Нажмите

source: 卡片
ru_ru: Карточки

source: 布局
ru_ru: Макет

source: 日期格式
ru_ru: Формат даты

source: Banner 透明化
ru_ru: Сделать баннер прозрачным

source: ms/字
ru_ru: мс/буква

source: 背景不透明度
ru_ru: Прозрачность фона

source: 博客公告
ru_ru: Объявление

source: 文章
ru_ru: Заметки

source: 第一行
ru_ru: Первая строка

source: 作者
ru_ru: Автор

source: 第二行
ru_ru: Вторая строка

source: 分享
ru_ru: Поделиться

source: 例：3.2.5
ru_ru: Например: 3.2.5

source: 其他
ru_ru: Другое

source: 地址
ru_ru: URL

source: 和
ru_ru: и

source: 例：
ru_ru: Например:

source: 注意
ru_ru: Предупреждение

source: 中
ru_ru: функцию

source: 插入到 body 之前
ru_ru: Будет вставлен перед Body

source: 需要
ru_ru: Включить

source: 不需要
ru_ru: Отключить

source: 只有博主
ru_ru: Только владелец блога

source: 任何人
ru_ru: Любой желающий

source: 平台
ru_ru: Платформа

source: 可能
ru_ru: возможно

source: 否
ru_ru: Нет

source: 是
ru_ru: Да

source: 公告
ru_ru: Объявление

source: 功能
ru_ru: Функции

source: 日
ru_ru: день

source: 上一篇
ru_ru: Предыдущая статья

source: 下一篇
ru_ru: Следующая статья

source: 分享到豆瓣
ru_ru: Поделиться в Douban

source: 分享到 QQ
ru_ru: Поделиться в QQ

source: 分享到微博
ru_ru: Поделиться в Weibo

source: 分享到 Facebook
ru_ru: Поделиться в Facebook

source: 分享到 Twitter
ru_ru: Поделиться в Twitter

source: 分享到 Telegram
ru_ru: Поделиться в Telegram
