Repository: icespite/argon-theme
Catalog: languages/*.po
Languages: ru_ru, zh_tw

source: 404 - 找不到页面
zh_tw: 404 - 找不到頁面

source: 这个页面不见了
zh_tw: 這個頁面不見了

source: 返回上一页
ru_ru: Вернуться на предыдущую страницу
zh_tw: 返回上一頁

source: 回到首页
zh_tw: 回到首頁

source: 评论
ru_ru: Комментарии
zh_tw: 評論

source: 暂无评论
ru_ru: Комментариев нет
zh_tw: 暫無評論

source: 本文评论已关闭
ru_ru: Комментарии отключены
zh_tw: 本文評論已關閉

source: 发送评论
ru_ru: Отправить комментарий
zh_tw: 發怖評論

source: 编辑评论
ru_ru: Редактировать комментарий
zh_tw: 編輯評論

source: 正在回复
ru_ru: Ответить
zh_tw: 正在回覆

source: 的评论
ru_ru: комментарий
zh_tw: 的評論

source: 取消回复
ru_ru: Отменить
zh_tw: 取消回覆

source: 评论内容
ru_ru: Ваш комментарий
zh_tw: 評論內容

source: 昵称
ru_ru: Имя
zh_tw: 暱稱

source: 邮箱
ru_ru: Почта
zh_tw: 電子信箱

source: / QQ 号
zh_tw: / QQ 號

source: 验证码
ru_ru: Капча
zh_tw: 驗證碼

source: 获取验证码失败
zh_tw: 獲取驗證碼失敗

source: 网站
ru_ru: Ссылка на сайт
zh_tw: 網站

source: 展开附加字段
ru_ru: Показать дополнительные поля
zh_tw: 展開附加欄位

source: 折叠附加字段
ru_ru: Скрыть дополнительные поля
zh_tw: 摺疊附加欄位

source: 评论仅发送者和博主可见
ru_ru: Комментарий виден только отправителю и владельцу блога
zh_tw: 評論僅發怖者和博主可見

source: 悄悄话
ru_ru: Личный комментарий
zh_tw: 悄悄話

source: 有回复时邮件通知我
ru_ru: Отправить уведомление на почту, когда ответят на комментарий
zh_tw: 有回覆時郵件通知我

source: 邮件提醒
ru_ru: Уведомление по почте
zh_tw: 郵件提醒

source: 发送
ru_ru: Отправить
zh_tw: 傳送

source: 编辑
ru_ru: Редактировать
zh_tw: 編輯

source: 搜索什么...
ru_ru: Поиск...
zh_tw: 搜尋什麼...

source: 搜索
ru_ru: Поиск
zh_tw: 搜尋

source: 移至左侧
ru_ru: Переместить влево
zh_tw: 移至左側

source: 移至右侧
ru_ru: Переместить вправо
zh_tw: 移至右側

source: 回到顶部
ru_ru: Наверх
zh_tw: 回到頂部

source: 夜间模式
ru_ru: Темная тема
zh_tw: 夜間模式

source: 日间模式
ru_ru: Светлая тема
zh_tw: 日間模式

source: 设置
ru_ru: Настройки
zh_tw: 設定

source: 切换到夜间模式
ru_ru: Переключиться на светлую тему
zh_tw: 切換到夜間模式

source: 切换到暗黑模式
ru_ru: Переключиться на темную тему
zh_tw: 切換到暗黑模式

source: 字体
ru_ru: Шрифт
zh_tw: 字型

source: 滤镜
ru_ru: Фильтр
zh_tw: 濾鏡

source: 关闭
ru_ru: Выключить
zh_tw: 關閉

source: 主题色
ru_ru: Цвет темы
zh_tw: 主題色彩

source: 阅读进度
ru_ru: Процесс чтения
zh_tw: 閱讀進度

source: Argon 主题不支持 Wordpress 4.4 以下版本，请更新 Wordpress
ru_ru: Argon не поддерживает версию Wordpress ниже 4.4, пожалуйста, обновите Wordpress
zh_tw: Argon 主題不支援 WordPress 4.4 以下版本，請更新 WordPress

source: 警告：你可能修改了 Argon 主题页脚的版权声明，Argon 主题要求你至少保留主题的 Github 链接或主题的发布文章链接。
ru_ru: Внимание: подвал сайта, возможно, был изменен. Пожалуйста, убедитесь что в подвале сайта есть ссылка на GitHub репозиторий данной темы.
zh_tw: 警告: 您似乎修改了 Argon 主題頁尾的版權聲明，如要使用 Argon 主題必須保留主題的 GitHub 連結或主題發布文章連結。

source: Argon 主题设置
ru_ru: Настройки темы Argon
zh_tw: Argon 主題設定

source: Argon 主题选项
ru_ru: Настойки Argon
zh_tw: Argon 主題選項

source: 顶部导航
ru_ru: Toolbar Menu
zh_tw: 頂部導覽列

source: 左侧栏菜单
ru_ru: Left Sidebar Menu
zh_tw: 左側欄選單

source: 左侧栏作者个人链接
ru_ru: Left Sidebar Author Links
zh_tw: 左側欄作者個人連結

source: 左侧栏友情链接
ru_ru: Left Sidebar Links
zh_tw: 左側欄友情連結

source: 查看图片
ru_ru: Показать изображение
zh_tw: 檢視圖片

source: 评论不存在
ru_ru: Комментарий не найден
zh_tw: 評論不存在

source: 该评论已被赞过
zh_tw: 已按讚此評論

source: 点赞成功
ru_ru: Голос учтен
zh_tw: 按讚成功

# pinned
source: 置顶
zh_tw: 置頂

source: 待审核
ru_ru: Ожидает модерации
zh_tw: 待審核

source: 已编辑
ru_ru: Изменено
zh_tw: 已編輯

source: 取消置顶
zh_tw: 取消置頂

# to pin
source: 置顶
zh_tw: 置頂

source: 回复
ru_ru: Ответ
zh_tw: 回覆

source: 验证码错误
ru_ru: Неверно решенная капча
zh_tw: 驗證碼錯誤

source: 不能回复其他人的悄悄话评论
ru_ru: Нельзя отвечать на личные комментарии других пользователей
zh_tw: 無法回覆其他人的悄悄話評論

source: 的评论有了新的回复
ru_ru: Есть новый ответ
zh_tw: 的評論有了新的回覆

source: 回复了你
ru_ru: Ответов
zh_tw: 回覆了您

source: 前往查看
ru_ru: Просмотров
zh_tw: 前往閱讀

source: 退订该评论的邮件提醒
ru_ru: Отписаться от уведомлений по электронной почте с напоминанием
zh_tw: 取消訂閱該評論的郵件提醒

source: 博主关闭了编辑评论功能
ru_ru: Редактирование комментариев отключено
zh_tw: 博主關閉了編輯評論功能

source: 您不是这条评论的作者或 Token 已过期
ru_ru: Вы не являетесь автором этого комментария или срок действия токена истек
zh_tw: 您不是這條評論的作者或 Token 已過期

source: 新的评论为空
ru_ru: Новый комментарий пуст
zh_tw: 新的評論為空

source: 编辑评论成功
ru_ru: Комментарий изменен
zh_tw: 編輯評論成功

source: 编辑评论失败，可能原因: 与原评论相同
ru_ru: Не удалось отредактировать комментарий, возможная причина: нет изменений
zh_tw: 編輯評論失敗，可能原因: 與原評論相同

source: 博主关闭了评论置顶功能
zh_tw: 博主關閉了評論置頂功能

source: 您没有权限进行此操作
zh_tw: 您沒有權限進行此操作

source: 评论已经是置顶状态
zh_tw: 評論已經是置頂狀態

source: 评论已经是取消置顶状态
zh_tw: 評論已經是取消置頂狀態

source: 不能置顶子评论
zh_tw: 不能置頂子評論

source: 不能置顶悄悄话
zh_tw: 不能置頂悄悄話

source: 置顶评论成功
zh_tw: 置頂評論成功

source: 取消置顶成功
zh_tw: 取消置頂成功

source: 该评论为悄悄话
zh_tw: 此評論為悄悄話

source: 颜文字
zh_tw: 顏文字

source: 添加 <code>nofollow</code> 属性
ru_ru: Добавить атрибут <code>nofollow</code>
zh_tw: 添加 <code>nofollow</code> 屬性

source: 显示字数和预计阅读时间
ru_ru: Отображение количества слов и расчетного примерного времени для чтения
zh_tw: 顯示字數和預計閱讀時間

source: 跟随全局设置
ru_ru: Использовать глобальные настройки
zh_tw: 使用全域設定

source: 不显示
ru_ru: Скрыть
zh_tw: 不顯示

source: 是否显示字数和预计阅读时间 Meta 信息
ru_ru: Показать количества слов и расчетное время для чтения в мета-тегах
zh_tw: 是否顯示字數和預計閱讀時間 Meta 資訊

source: Meta 中隐藏发布时间和分类
ru_ru: Скрыть время публикации и категории в мета-тегах
zh_tw: Meta 中隱藏發布時間和分類

source: 不隐藏
ru_ru: Показать
zh_tw: 不隱藏

source: 隐藏
ru_ru: Спрятать
zh_tw: 隱藏

source: 适合特定的页面，例如友链页面。开启后文章 Meta 的第一行只显示阅读数和评论数。
ru_ru: Если эта опция включена, то в первой строке мета будет отображаться только количество прочтений и комментариев.
zh_tw: 開啟後文章 Meta 資訊第一行僅顯示閱讀數和評論數。適用於特定的頁面 (例如友連頁面)。

source: 使用文章中第一张图作为头图
zh_tw: 使用文章中第一張圖作為精選圖片

source: 显示文章过时信息
zh_tw: 顯示文章過時資訊

source: 一直显示
zh_tw: 永遠顯示

source: 永不显示
zh_tw: 永不顯示

source: 应用
zh_tw: 應用

source: 单独控制该文章的过时信息显示。
zh_tw: 為文章獨立配置過時資訊顯示。

source: 文末附加内容
zh_tw: 文末附加內容

source: 给该文章设置单独的文末附加内容，留空则跟随全局，设为 <code>--none--</code> 则不显示。
zh_tw: 為文章配置獨立的文末附加內容，留空則使用全域設定，設為 <code>--none--</code> 則不顯示。

source: 自定义 CSS
ru_ru: Свои стили CSS
zh_tw: 自訂 CSS

source: 给该文章添加单独的 CSS
ru_ru: Свои стили CSS для этой страницы
zh_tw: 為文章新增獨立的 CSS

source: 启用
ru_ru: Включено
zh_tw: 啟用

source: 不启用
ru_ru: Выключено
zh_tw: 不啟用

source: 应用失败
zh_tw: 應用失敗

source: 应用成功
zh_tw: 應用成功

source: 文章设置
ru_ru: Настройки заметок
zh_tw: 文章設定

source: 几秒读完
ru_ru: Пару секунд
zh_tw: 幾秒讀完

source: 1 分钟内
ru_ru: Меньше минуты
zh_tw: 1 分鐘內

source: 分钟
ru_ru: минут
zh_tw: 分鐘

source: 小时
ru_ru: час
zh_tw: 小時

source: 需要密码
ru_ru: Необходим пароль
zh_tw: 需要密碼

source: 发布于
ru_ru: Опубликовано
zh_tw: 發布於

source: 编辑于
ru_ru: Изменено
zh_tw: 編輯於

source: 包含 %d 行代码
zh_tw: 包含 %d 行代碼

source: 这是一个加密页面，需要密码来查看
ru_ru: Для просмотра данной страницы необходим пароль
zh_tw: 這篇內容受到密碼保護，請輸入密碼以查看

source: 说说
ru_ru: Записи
zh_tw: 說說

source: 发表说说
ru_ru: Написать статью
zh_tw: 發表說說

source: 编辑说说
ru_ru: Редактировать статью
zh_tw: 編輯說說

source: 新说说
ru_ru: Добавить статью
zh_tw: 新說說

source: 查看说说
ru_ru: Посмотреть статью
zh_tw: 檢視說說

source: 搜索说说
ru_ru: Найти статью
zh_tw: 搜尋說說

source: 暂无说说
ru_ru: Нет статей
zh_tw: 暫無說說

source: 没有已遗弃的说说
ru_ru: Удаленных статей нет
zh_tw: 沒有已遺棄的說說

source: 该说说已被赞过
ru_ru: This essay has been voted
zh_tw: 該說說已被讚過

source: 参数错误
zh_tw: 參數錯誤

source: 错误
ru_ru: Ошибка
zh_tw: 錯誤

source: 提供的参数错误
zh_tw: 提供的參數錯誤

source: 评论 #
ru_ru: Комментарий #
zh_tw: 評論 #

source: 无需退订
ru_ru: Не от чего отписываться
zh_tw: 無需取消訂閱

source: 的邮件通知已被退订或没有开启邮件通知
ru_ru: уже отписался
zh_tw: 的郵件通知已被取消訂閱或沒有開啟郵件通知

source: 退订失败
ru_ru: Отписка не удалась
zh_tw: 取消訂閱失敗

source: Token 不正确
ru_ru: Неверный токен
zh_tw: Token 不正確

source: 退订成功
ru_ru: Подписка успешно отменена
zh_tw: 取消訂閱成功

source: 您已成功退订评论 #
ru_ru: Вы успешно отписались от комментариев
zh_tw: 您已成功取消訂閱評論 #

source: 的邮件通知<br>该评论下有新回复时您将不会再收到通知
ru_ru: Вы отписались от уведомлениях об новых комменатриев.
zh_tw: 的郵件通知<br>該評論下有新回覆時您將不會再收到通知

source: 左侧栏小工具
ru_ru: Сайдбар слева
zh_tw: 左側欄小工具

source: 左侧栏小工具 (如果设置会在侧栏增加一个 Tab)
ru_ru: Виджет левого сайдбара
zh_tw: 左側欄小工具 (如果設置會在側欄新增一個 Tab)

source: 右侧栏小工具
ru_ru: Сайдбар справа
zh_tw: 右側欄小工具

source: 右侧栏小工具 (在 "Argon 主题选项" 中选择 "三栏布局" 才会显示)
ru_ru: Сайдбар справа (отображается только при выборе "трехколоночного макета" в разделе " Параметры темы Argon")
zh_tw: 右側欄小工具 (在「Argon 主題選項」 中選擇「三欄布局」 才會顯示)

source: 站点概览额外内容
zh_tw: 站點概覽額外內容

source: 发送留言
zh_tw: 傳送留言

source: 的搜索结果
ru_ru: Результаты поиска
zh_tw: 的搜尋結果

source: 个结果
ru_ru: Результаты
zh_tw: 個結果

source: 或在右侧目录中来查找设置
ru_ru: или найдите необходимую категорию из списка справа
zh_tw: 或在右側選單中來快速選取設定類別

source: 全局
ru_ru: Основные
zh_tw: 全域

source: 主题颜色
ru_ru: Цвет темы
zh_tw: 主題色彩

source: 选择预置颜色 或
ru_ru: Выберите предустановленные цвета или
zh_tw: 選取預設色彩 或

source: 自定义色值
ru_ru: свой цвет
zh_tw: 自訂色彩

source: 预置颜色：
ru_ru: Пресеты
zh_tw: 預配色彩：

source: 默认
ru_ru: По умолчанию
zh_tw: 預設

source: 粉
ru_ru: Pink
zh_tw: 粉色

source: 水鸭青
ru_ru: Teal
zh_tw: 水鴨青

source: 蓝灰
ru_ru: Bluegrey
zh_tw: 藍灰色

source: 天蓝
ru_ru: Blue
zh_tw: 天藍色

source: 靛蓝
ru_ru: Indigo
zh_tw: 靛藍色

source: 橙
ru_ru: Orange
zh_tw: 橘色

source: 绿
ru_ru: Green
zh_tw: 綠色

source: 红
ru_ru: Red
zh_tw: 紅色

source: 紫
ru_ru: Purple
zh_tw: 紫色

source: 黑
ru_ru: Black
zh_tw: 黑色

source: 棕
ru_ru: Brown
zh_tw: 咖啡色

source: 主题色与 "Banner 渐变背景样式" 选项搭配使用效果更佳
ru_ru: Используйте эту опцию с "градиентным фоновым стилем баннера" для улучшения эффектов
zh_tw: 主題色彩與「Banner 漸變背景樣式」選項配搭效果更佳

source: 允许用户自定义主题色（位于博客浮动操作栏设置菜单中）
ru_ru: Разрешить пользовательский цвет темы (в плавающем меню настроек блога)
zh_tw: 允許訪客自訂主題色彩 (於網頁懸浮操作設定選單中)

source: 沉浸式主题色
zh_tw: 沉浸式主題色

source: 开启
ru_ru: Включить
zh_tw: 開啟

source: 开启后，主题色将会全局沉浸。<br/>页面背景、卡片及页面上的其它元素会变为沉浸式主题色（气氛色）。类似 Material You。
zh_tw: 開啟後，主題色將會全局沉浸。</br>頁面背景、卡片及頁面上的其它元素會變為沈浸式主題色（氣氛色）。類似 Material You。

source: 夜间模式切换方案
ru_ru: Схема переключения темной темы
zh_tw: 夜間模式切換模式

source: 默认使用日间模式
ru_ru: Светлая тема по умолчанию
zh_tw: 預設使用日間模式

source: 默认使用夜间模式
ru_ru: Темная тема по умолчанию
zh_tw: 預設使用夜間模式

source: 跟随系统夜间模式
ru_ru: Настройки системы пользователя
zh_tw: 使用系統夜間模式

source: 根据时间切换夜间模式 (22:00 ~ 7:00)
ru_ru: Переключение по времени (с 10 вечера до 7 утра)
zh_tw: 根據時間切換夜間模式 (22:00 ~ 7:00)

source: Argon 主题会根据这里的选项来决定是否默认使用夜间模式。
ru_ru: Автоматический включать темную тему исходя из этих настроек
zh_tw: Argon 主題會依據此處設定以配置預設的夜間模式。

source: 用户也可以手动切换夜间模式，用户的设置将保留到标签页关闭为止。
ru_ru: Пользователи так же могут самостоятельно включать\выключать темную тему. Их собственные настройки темы будут сохранены до тех пор, пока они не закроют вкладку.
zh_tw: 訪客亦可手動切換夜間模式，其配置保留到分頁關閉為止。

source: 夜间模式颜色方案
ru_ru: Цветая схема темной темы
zh_tw: 夜間模式色彩

source: 灰黑
ru_ru: Dark Grey
zh_tw: 灰黑色

source: 暗黑 (AMOLED Black)
ru_ru: Black (For AMOLED)
zh_tw: 暗黑色 (AMOLED Black)

source: 夜间模式默认的配色方案。
ru_ru: Цветовая схема для темной темы по умолчанию
zh_tw: 配置夜間模式的預設配色方案。

source: 卡片圆角大小
ru_ru: Радиус закругления
zh_tw: 卡片圓角大小

source: 卡片的圆角大小，默认为
ru_ru: По умолчанию радиус закругления для карточки
zh_tw: 卡片的圓角大小，預設

source: 。建议设置为
ru_ru: . Рекомендуется в пределах
zh_tw: 。建議配置

source: 卡片阴影
ru_ru: Тень карточек
zh_tw: 卡片陰影

source: 浅阴影
ru_ru: Меленькая
zh_tw: 淺陰影

source: 深阴影
ru_ru: Большая
zh_tw: 深陰影

source: 卡片默认阴影大小。
ru_ru: Размер теней для карточек по умолчанию
zh_tw: 配置卡片預設陰影大小。

source: 页面布局
ru_ru: Макет страницы
zh_tw: 頁面布局

source: 双栏
ru_ru: 2 Колонки
zh_tw: 雙欄

source: 单栏
ru_ru: 1 Колонка
zh_tw: 單欄

source: 三栏
ru_ru: 3 Колонки
zh_tw: 三欄

source: 双栏(反转)
zh_tw: 雙欄(反轉)

source: 使用单栏时，关于左侧栏的设置将失效。
ru_ru: Если использовать макет с одной колонкой, то настройки для сайдбара будут игнорироваться
zh_tw: 使用單欄時，關於左側欄的配置將失效。

source: 使用三栏时，请前往 "外观-小工具" 设置页面配置右侧栏内容。
ru_ru: Если используется макет с тремя колонками - перейдите на страницу настроек "внешний вид - виджеты" для настройки содержимого.
zh_tw: 使用三欄時，請前往 [外觀] > [小工具] 設定頁面中配置右側欄內容。

source: 文章列表布局
zh_tw: 文章列表佈局

source: 单列
zh_tw: 單列

source: 瀑布流 (列数自适应)
zh_tw: 瀑布流 (列數自動調整)

source: 列数自适应的瀑布流会根据可视区宽度自动调整瀑布流列数。
zh_tw: 瀑布流 (列數自動調整)會依照可視區寬度自動調節瀑布流列數。

source: 建议只有使用单栏页面布局时才开启 3 列瀑布流。
zh_tw: 建議在僅使用單欄頁面佈局時才開啟 3 列瀑布流。

source: 所有瀑布流布局都会在屏幕宽度过小时变为单列布局。
zh_tw: 所有瀑布流佈局都會在螢幕寬度過小時變為單列佈局。

source: 文章列表卡片布局
zh_tw: 文章列表卡片佈局

source: 默认字体
ru_ru: Шрифт по умолчанию
zh_tw: 預設字型

source: 默认使用无衬线字体/衬线字体。
ru_ru: Стиль шрифта по умолчанию
zh_tw: 預設使用無襯線字型/襯線字型。

source: 自定义...
zh_tw: 自定義...

source: 选择主题资源文件的引用地址。使用 CDN 可以加速资源文件的访问并减少服务器压力。
ru_ru: Адрес файла ресурсов темы. Использование CDN может ускорить доступ к файлам ресурсов и снизить нагрузку на сервер
zh_tw: 配置主題資源文件的引用地址。使用 CDN 以加速資源文件的訪問並減少伺服器壓力。

source: 在自定义路径中使用 <code>%theme_version%</code> 来表示主题版本号。
zh_tw: 在自定義路徑中使用 <code>%theme_version%</code> 來表示主題版本號。

source: 子目录
ru_ru: Каталоги
zh_tw: 子目錄

source: Wordpress 安装目录
ru_ru: Директория, где установлен WordPress
zh_tw: WordPress 安裝目錄

source: 如果 Wordpress 安装在子目录中，请在此填写子目录地址（例如
ru_ru: Если Wordpress установлен не в корневой директории то укажите путь до нее, к примеру (
zh_tw: 如果 WordPress 安裝在子目錄中，請在此填寫子目錄地址 (例如

source: ），注意前后各有一个斜杠。默认为
ru_ru: ), до и после каждого из них есть косая черта (/). По умолчанию:
zh_tw: )，注意前後各有一個斜槓。預設

source: 如果不清楚该选项的用处，请保持默认。
ru_ru: Если вы не знаете об этой опции, оставьте значение по умолчанию
zh_tw: 如果不清楚該選項的用處，請使用 [預設]。

source: 顶栏
ru_ru: Шапка сайта
zh_tw: 導覽列

source: 状态
zh_tw: 狀態

source: 顶栏显示状态
zh_tw: 導覽列顯示狀態

source: 始终固定悬浮
zh_tw: 保持固定懸浮

source: 滚动时自动折叠
zh_tw: 滾動時自動折疊

source: 始终固定悬浮: 永远固定悬浮在页面最上方
zh_tw: 保持固定懸浮: 永遠固定導覽列懸浮在頁面最上方

source: 滚动时自动折叠: 在页面向下滚动时隐藏顶栏，向上滚动时显示顶栏
zh_tw: 滾動時自動折疊: 在頁面向下滾動時隱藏導覽列，向上滾動時顯示導覽列

source: 不固定: 只有在滚动到页面最顶端时才显示顶栏
zh_tw: 不固定: 只有在滾動到頁首時才顯示導覽列

source: 标题
ru_ru: Название
zh_tw: 標題

source: 顶栏标题
ru_ru: Название сайта
zh_tw: 導覽列標題

source: 留空则显示博客名称，输入 <code>--hidden--</code> 可以隐藏标题
zh_tw: 留空則顯示博客名稱，輸入 <code>--hidden--</code> 隱藏標題

source: 顶栏图标
ru_ru: Логотип
zh_tw: 導覽列圖標

source: 图标地址
ru_ru: Ссылка на логотип
zh_tw: 圖標位址

source: 图片地址，留空则不显示
ru_ru: URL адрес логотипа, если этот параметр пуст, он не будет отображаться
zh_tw: 圖片位址，留空則不顯示

source: 图标链接
ru_ru: Ссылка логотипа
zh_tw: 圖標連結

source: 点击图标后会跳转到的链接，留空则不跳转
ru_ru: Ссылка для логотипа. Если не указано то при нажатии на логотип никаких действий не будет
zh_tw: 按下圖標後愈前往的連結，留空則不配置

source: 外观
zh_tw: 外觀

source: 顶栏毛玻璃效果
zh_tw: 導覽列毛玻璃效果

source: 开启会带来微小的性能损失。
zh_tw: 開啟會帶來微小的性能損失。

source: 顶部 Banner (封面)
ru_ru: Баннер
zh_tw: 頂部 Banner (封面)

source: 内容
zh_tw: 內容

source: Banner 标题
ru_ru: Название баннера
zh_tw: Banner 標題

source: 留空则显示博客名称
ru_ru: Если этот параметр пуст, тема покажет название блога
zh_tw: 留空則顯示博客名稱

source: Banner 副标题
ru_ru: Описание баннера
zh_tw: Banner 副標題

source: 显示在 Banner 标题下，留空则不显示
ru_ru: Показывать под заголовком баннера, если этот параметр пуст, то он не будет отображаться
zh_tw: 顯示在 Banner 標題下，留空則不顯示

source: Banner 显示状态
zh_tw: Banner 顯示狀態

source: 完整: Banner 高度占用半屏
zh_tw: 完整: Banner 高度佔用一半螢幕

source: 迷你: 减小 Banner 的内边距
zh_tw: 迷你: 減小 Banner 的內邊距

source: 全屏: Banner 占用全屏作为封面（仅在首页生效）
zh_tw: 全屏: Banner 佔用全屏作為封面（僅在首頁生效）

source: 隐藏: 完全隐藏 Banner
zh_tw: 隱藏: 完全隱藏 Banner

source: 在顶栏添加浅色遮罩，Banner 标题添加阴影（当背景过亮影响文字阅读时勾选）
ru_ru: Немного затемнить шапку и добавить тень к заголовку баннера (проверьте, когда фон слишком яркий и влияет на чтение текста)
zh_tw: 在導覽列增加淺色遮罩，為 Banner 標題增加陰影 (當背景過亮影響文字閱讀時勾選)

source: Banner 透明化可以使博客背景沉浸。建议在设置背景时开启此选项。该选项仅会在设置页面背景时生效。
ru_ru: Рекомендуется включить эту опцию при настройке фона. Этот параметр вступает в силу только в том случае, если задан фон страницы.
zh_tw: Banner 透明化可使博客背景沈浸。建議已配置背景後開啟此選項。此選項僅在已設定頁面背景後生效。

source: 开启后，Banner 背景图和渐变背景选项将失效。
zh_tw: 開啟後，Banner 背景圖和漸變背景選項將失效。

source: Banner 背景图 (地址)
ru_ru: Ссылка на фоновое изображение баннера
zh_tw: Banner 背景圖 (位址)

source: 需带上 http(s) ，留空则显示默认背景
ru_ru: Ссылка должна быть http(s). Оставьте его пустым, чтобы показать фон по умолчанию
zh_tw: 需保留 http(s) ，留空則顯示預設背景

source: 输入
ru_ru: Ввод
zh_tw: 輸入

source: 调用必应每日一图
ru_ru: чтобы использовать фон Bing.
zh_tw: 使用 Bing 每日一圖

source: Banner 渐变背景样式
ru_ru: Стиль градиента для баннера
zh_tw: Banner 漸變背景樣式

source: 样式
ru_ru: Стиль
zh_tw: 樣式

source: 隐藏背景半透明圆
ru_ru: Скрыть фон полупрозрачным кругом
zh_tw: 隱藏背景半透明圓

source: 如果设置了背景图则不生效
ru_ru: Если фоновое изображение установлено, оно не вступит в силу
zh_tw: 如果配置了背景圖片則不生效

source: 样式预览 (推荐选择前三个样式)
ru_ru: Предварительный просмотр стиля (рекомендуется выбрать первые три стиля)
zh_tw: 樣式預覽 (推薦選擇前三個樣式)

source: 动画
ru_ru: Анимации
zh_tw: 動畫

source: Banner 标题打字动画
ru_ru: Анимация названия баннера в стиле "печатная машинка"
zh_tw: Banner 標題打字動畫

source: 启用后 Banner 标题会以打字的形式出现。
ru_ru: Если этот параметр включен, заголовок баннера будет отображаться с эффектом набора текста.
zh_tw: 啟用後 Banner 標題會以打字機特效出現。

source: Banner 标题打字动画时长
ru_ru: Скорость анимации названия баннера
zh_tw: Banner 標題打字機特效時長

source: 页面背景
ru_ru: Фон сайта
zh_tw: 網頁背景

source: 页面背景的地址，需带上 http(s)。留空则不设置页面背景。如果设置了背景，推荐开启 Banner 透明化。
zh_tw: 配置網頁背景的位址，需保留 http(s)。留空則不配置網頁背景。如果已配置背景，推薦開啟 Banner 透明化。

source: 页面背景（夜间模式时）
ru_ru: Фон сайта (Темная тема)
zh_tw: 網頁背景 (夜間模式時)

source: 夜间模式时页面背景的地址，需带上 http(s)。设置后日间模式和夜间模式会使用不同的背景。留空则跟随日间模式背景。该选项仅在设置了日间模式背景时生效。
ru_ru: URL-адрес фона страницы для темного режима http(s). Если он установлен, дневной и ночной режимы будут использовать разные фоны. Оставьте пустым, чтобы использовать фон дневного режима. Эта опция вступает в силу только тогда, когда установлен фон дневного режима.
zh_tw: 配置夜間模式時的網頁背景圖片位址，需保留 http(s)。配置後日間模式和夜間模式會使用不同的背景圖片。留空則使用日間模式背景圖片。此設定僅在已配置日間模式背景圖片後生效。

source: 0 ~ 1 的小数，越小透明度越高，默认为 1 不透明
ru_ru: Десятичная дробь от 0 до 1, Чем меньше, тем выше прозрачность, по умолчанию используется 1.
zh_tw: 0 ~ 1 的小數，越小透明度越高，預設 1 不透明

source: 左侧栏
ru_ru: Сайдбар слева
zh_tw: 左側欄

source: 左侧栏标题
ru_ru: Заголовок сайдбара
zh_tw: 左側欄標題

source: 左侧栏子标题（格言）
ru_ru: Описание сайдара
zh_tw: 左側欄子標題 (格言)

source: 留空则不显示
ru_ru: Оставьте пустым, чтобы не показывать.
zh_tw: 留空則不顯示

source: 调用一言 API
ru_ru: для использования Hitokoto API.
zh_tw: 使用一言 API

source: 左侧栏作者名称
ru_ru: Имя владельца блога
zh_tw: 左側欄作者名稱

source: 留空则显示博客名
ru_ru: Если этот параметр пуст, тема покажет название блога.
zh_tw: 留空則顯示博客名

source: 左侧栏作者头像地址
ru_ru: Ссылка на аватар владельца блога
zh_tw: 左側欄作者大頭貼位址

source: 需带上 http(s) 开头
ru_ru: Ссылка должна быть http(s)
zh_tw: 需保留 http(s) 開頭

source: 左侧栏作者简介
zh_tw: 左側欄作者簡介

source: 公告内容
ru_ru: Текст объявления
zh_tw: 公告內容

source: 显示在左侧栏顶部，留空则不显示，支持 HTML 标签
ru_ru: Объявление в блоге (отображается в верхней части левого сайдбара). Поддерживаются HTML-теги.
zh_tw: 顯示在左側欄頂部，留空則不顯示，支援 HTML 標籤

source: 浮动操作按钮
ru_ru: Плавующие кнопки
zh_tw: 懸浮操作按鈕

source: 浮动操作按钮位于页面右下角（或左下角）
ru_ru: Плавающие кнопки действий размещаются в правом нижнем углу (или нижнем левом углу) страницы.
zh_tw: 懸浮操作按鈕位於頁面右下角 (或左下角)

source: 显示设置按钮
ru_ru: Показать кнопку настроек
zh_tw: 顯示設定按鈕

source: 显示
ru_ru: Показать
zh_tw: 顯示

source: 是否在浮动操作按钮栏中显示设置按钮。点击设置按钮可以唤出设置菜单修改夜间模式/字体/滤镜等外观选项。
ru_ru: Следует ли отображать кнопку Настройки на панели плавающих кнопок действий. Нажмите кнопку Настройки, чтобы вызвать меню настроек для изменения параметров внешнего вида, таких как darkmode/font/filter.
zh_tw: 是否在懸浮操作按鈕欄中顯示設定按鈕。按下設定按鈕後可顯示設定選單，以修改夜間模式/字型/濾鏡等外觀設定。

source: 显示夜间模式切换按钮
ru_ru: Отключить кнопку переключения темной темы
zh_tw: 顯示夜間模式切換按鈕

source: 如果开启了设置按钮显示，建议关闭此选项。（夜间模式选项在设置菜单中已经存在）
ru_ru: Отдельная кнопка переключения темы, рекомендуется отключить эту опцию. (Опция переключения темы есть в меню настроек)
zh_tw: 如果開啟了顯示設定按鈕，建議關閉此選項。(夜間模式選項已存在於設定選單)

source: 显示跳转到评论按钮
ru_ru: Показать кнопку для перехода к комментариям
zh_tw: 顯示評論按鈕捷徑

source: 仅在允许评论的文章中显示
ru_ru: Будет отображаться только на страницах, где включены комментарии
zh_tw: 僅在允許評論的文章中顯示

source: 网站描述 (Description Meta 标签)
ru_ru: Описание сайта
zh_tw: 網站描述 (Description Meta 標籤)

source: 设置针对搜索引擎的 Description Meta 标签内容。
ru_ru: Установите описание мета-контента для поисковиков (Yandex, Google)
zh_tw: 配置針對搜尋引擎的 Description Meta 標籤內容。

source: 在文章中，Argon 会自动根据文章内容生成描述。在其他页面中，Argon 将使用这里设置的内容。如不填，Argon 将不会在其他页面输出 Description Meta 标签。
ru_ru: В статьях Argon автоматический сгенерирует мета-теги на основе содержания статьи. На остальных страницах Argon будет использовать мета-теги описанные здесь. Если оставить данное поле пустым, Argon не будет выводить мета-теги на других страницах.
zh_tw: 在文章中，Argon 會自動依照文章內容產生描述。在其他頁面中，Argon 將使用此處設定的內容。如不填，Argon 將不會在其他頁面輸出 Description Meta 標籤。

source: 搜索引擎关键词（Keywords Meta 标签）
ru_ru: Ключевые слова
zh_tw: 搜尋引擎關鍵詞 (Keywords Meta 標籤)

source: 设置针对搜索引擎使用的关键词（Keywords Meta 标签内容）。用英文逗号隔开。不设置则不输出该 Meta 标签。
ru_ru: Ключевые слова для поисковых систем (Yandex, Google). Разделите их при помощи запятых.
zh_tw: 配置針對搜尋引擎所使用的關鍵詞 (Keywords Meta 標籤內容)。以英文逗號分隔。留空則不輸出 Meta 標籤。

source: 文章 Meta 信息
ru_ru: Мета информация
zh_tw: 文章 Meta 資訊

source: 拖动来自定义文章 Meta 信息的显示和顺序
ru_ru: Перетащите, чтобы настроить отображение и порядок мета-тегов для статьи.
zh_tw: 拖移以自訂文章 Meta 資訊的顯示和排序

source: 发布时间
ru_ru: Время публикации
zh_tw: 發布時間

source: 修改时间
ru_ru: Время изменения
zh_tw: 修改時間

source: 浏览量
ru_ru: Просмотры
zh_tw: 瀏覽量

source: 评论数
ru_ru: Комментарии
zh_tw: 評論數

source: 所属分类
ru_ru: Категории
zh_tw: 所屬分類

source: 每分钟阅读字数（中文）
zh_tw: 每分鐘閱讀字數 (中文)

source: 字/分钟
ru_ru: слово/минута
zh_tw: 字/分鐘

source: 每分钟阅读单词数（英文）
zh_tw: 每分鐘閱讀單詞數 (英文)

source: 单词/分钟
zh_tw: 單詞/分鐘

source: 每分钟阅读代码行数
zh_tw: 每分鐘閱讀代碼行數

source: 行/分钟
zh_tw: 行/分鐘

source: 预计阅读时间由每分钟阅读字数计算
ru_ru: Расчетное время чтения рассчитывается по количеству прочитанных слов в минуту
zh_tw: 預計閱讀時間由每分鐘閱讀字數計算

source: 文章头图 (特色图片)
ru_ru: Изображение статьи
zh_tw: 文章精選圖片

source: 文章头图的位置
ru_ru: Расположение изображения на странице статьи
zh_tw: 文章精選圖片的位置

source: 文章卡片顶端
ru_ru: Вверху статьи
zh_tw: 文章卡片頂端

source: Banner (顶部背景)
ru_ru: Фоновое изображение баннера
zh_tw: Banner (頂部背景)

source: 阅读界面中文章头图的位置
ru_ru: Положение, где будет отображаться изображение статьи (Обложка)
zh_tw: 閱讀界面中文章精選圖片的位置

source: 默认使用文章中第一张图作为头图
zh_tw: 預設使用文章中第一張圖作為頭圖

source: 禁用
ru_ru: Выключить
zh_tw: 停用

source: 也可以针对每篇文章单独设置
zh_tw: 亦可針對每篇文章單獨配置

source: 脚注(引用)
zh_tw: 引用

source: 脚注列表标题
zh_tw: 引用列表標題

source: 参考
zh_tw: 參考

source: 脚注列表显示在文末，在文章中有脚注的时候会显示。<br/>使用 <code>ref</code> 短代码可以在文中插入脚注。
zh_tw: 引用列表顯示在文末，在文章中有引用的時候會顯示。</br>使用 <code>ref</code> 短代碼可以在文中插入引用。

source: 显示文章分享按钮
ru_ru: Показать кнопку "поделиться"
zh_tw: 顯示文章分享按鈕

source: 显示全部社交媒体
zh_tw: 顯示全部社交媒體

source: 显示国内社交媒体
zh_tw: 顯示大陸社交媒體

source: 显示国外社交媒体
zh_tw: 顯示非大陸社交媒體

source: 左侧栏文章目录
ru_ru: Оглавление в левом сайдбаре
zh_tw: 左側欄文章目錄

source: 在目录中显示序号
ru_ru: Показать номер главы
zh_tw: 在目錄中顯示序號

source: 赞赏
ru_ru: Пожертвования
zh_tw: 讚賞

source: 赞赏二维码图片链接
ru_ru: Ссылка на изображение QR кода для пожертвований
zh_tw: 讚賞二維碼圖片鏈接

source: 赞赏二维码图片链接，填写后会在文章最后显示赞赏按钮，留空则不显示赞赏按钮
ru_ru: После заполнения, кнопка Пожертвовать будет отображаться в конце статьи, оставьте ее пустой, чтобы не отображать кнопку "Пожертвовать"
zh_tw: 讚賞二維碼圖片鏈接，填寫後會在文章最後顯示讚賞按鈕，留空則不顯示讚賞按鈕

source: 将会显示在每篇文章末尾，支持 HTML 标签，留空则不显示。
zh_tw: 顯示於文末，支援 HTML，留空則不顯示。

source: 使用 <code>%url%</code> 来代替当前页面 URL，<code>%link%</code> 来代替当前页面链接，<code>%title%</code> 来代替当前文章标题，<code>%author%</code> 来代替当前文章作者。
zh_tw: 使用<code>%url%</code> 以代替目前頁面URL，<code>%link%</code> 來代替目前頁面連結，<code>%title%</code> 來代替目前文章標題，<code>%author%</code> 來代替目前文章作者。

source: 相似文章推荐
zh_tw: 相似文章推薦

source: 根据分类推荐
zh_tw: 依照分類推薦

source: 根据标签推荐
zh_tw: 依照標籤推薦

source: 根据分类和标签推荐
zh_tw: 依照分類和標籤推薦

source: 显示在文章卡片后
zh_tw: 顯示在文章卡片後

source: 排序依据
zh_tw: 排序依據

source: 阅读量
zh_tw: 閱讀量

source: 随机
zh_tw: 隨機

source: 顺序
zh_tw: 順序

source: 推荐文章数
zh_tw: 推薦文章數

source: 最多推荐多少篇文章
zh_tw: 最多推薦多少篇文章

source: 文章内标题样式
zh_tw: 文章內標題樣式

source: 默认样式
zh_tw: 預設樣式

source: 样式 1
zh_tw: 樣式 1

source: 样式 2
zh_tw: 樣式 2

source: 样式预览
zh_tw: 樣式預覽

source: 文章过时信息显示
ru_ru: Устаревшая информация об статье
zh_tw: 文章過時資訊顯示

source: 当一篇文章的
ru_ru: Когда c
zh_tw: 當一篇文章的

source: 最后修改时间
ru_ru: Последнего редактирования
zh_tw: 最後修改時間

source: 距离现在超过
ru_ru: статьи прошло больше
zh_tw: 距離現在超過

source: 天时，用
ru_ru: дней, показать уведомление
zh_tw: 天時，用

source: 在文章顶部显示信息条
ru_ru: Отображение информационной панели в верхней части статьи
zh_tw: 在文章頂部顯示資訊條

source: 在页面右上角弹出提示条
ru_ru: Всплывающая панель предупреждений в правой верхней части страницы
zh_tw: 在頁面右上角彈出提示條
